{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 54, "word_counts": "{\"remind\": 4, \"me\": 10, \"to\": 10, \"study\": 2, \"tomorrow\": 1, \"at\": 1, \"7\": 4, \"pm\": 1, \"set\": 1, \"reminder\": 1, \"for\": 2, \"meeting\": 1, \"later\": 1, \"notify\": 1, \"call\": 2, \"mom\": 2, \"alert\": 1, \"do\": 2, \"homework\": 1, \"remember\": 5, \"submit\": 1, \"assignment\": 1, \"go\": 1, \"gym\": 1, \"buy\": 1, \"milk\": 1, \"calculate\": 2, \"5\": 7, \"plus\": 5, \"3\": 4, \"what\": 3, \"is\": 3, \"10\": 4, \"times\": 3, \"6\": 3, \"solve\": 1, \"100\": 1, \"divided\": 2, \"by\": 4, \"4\": 4, \"find\": 2, \"2\": 3, \"add\": 3, \"and\": 5, \"sum\": 1, \"of\": 2, \"8\": 2, \"multiply\": 1, \"9\": 2, \"divide\": 1, \"20\": 3, \"subtract\": 1, \"from\": 1, \"30\": 1, \"compute\": 1, \"give\": 1, \"how\": 2, \"much\": 1, \"evaluate\": 1, \"multiplied\": 1, \"the\": 1, \"result\": 1, \"1\": 1, \"these\": 1, \"numbers\": 1, \"you\": 3, \"get\": 1, \"when\": 1, \"convert\": 1, \"km\": 1, \"meters\": 1, \"kg\": 1, \"in\": 1, \"grams\": 1, \"take\": 1, \"a\": 3, \"note\": 5, \"write\": 2, \"this\": 6, \"down\": 1, \"save\": 1, \"store\": 2, \"information\": 1, \"keep\": 1, \"as\": 1, \"open\": 2, \"youtube\": 1, \"launch\": 1, \"whatsapp\": 1, \"start\": 2, \"instagram\": 1, \"chrome\": 1, \"run\": 1, \"spotify\": 1, \"my\": 1, \"browser\": 1, \"hello\": 1, \"hi\": 1, \"hey\": 1, \"are\": 1, \"tell\": 2, \"something\": 1, \"joke\": 1, \"what's\": 1, \"up\": 1, \"good\": 1, \"morning\": 1}", "word_docs": "{\"to\": 9, \"me\": 10, \"remind\": 4, \"study\": 2, \"tomorrow\": 1, \"pm\": 1, \"at\": 1, \"7\": 4, \"for\": 2, \"reminder\": 1, \"set\": 1, \"meeting\": 1, \"later\": 1, \"call\": 2, \"mom\": 2, \"notify\": 1, \"homework\": 1, \"do\": 2, \"alert\": 1, \"remember\": 5, \"assignment\": 1, \"submit\": 1, \"go\": 1, \"gym\": 1, \"buy\": 1, \"milk\": 1, \"calculate\": 2, \"3\": 4, \"5\": 6, \"plus\": 5, \"6\": 3, \"10\": 4, \"times\": 3, \"is\": 3, \"what\": 3, \"solve\": 1, \"4\": 3, \"divided\": 2, \"100\": 1, \"by\": 4, \"2\": 2, \"find\": 2, \"and\": 5, \"add\": 3, \"of\": 2, \"sum\": 1, \"8\": 2, \"multiply\": 1, \"9\": 2, \"20\": 3, \"divide\": 1, \"30\": 1, \"subtract\": 1, \"from\": 1, \"compute\": 1, \"give\": 1, \"much\": 1, \"how\": 2, \"multiplied\": 1, \"evaluate\": 1, \"the\": 1, \"result\": 1, \"1\": 1, \"these\": 1, \"numbers\": 1, \"when\": 1, \"you\": 2, \"get\": 1, \"km\": 1, \"meters\": 1, \"convert\": 1, \"kg\": 1, \"grams\": 1, \"in\": 1, \"a\": 3, \"take\": 1, \"note\": 5, \"down\": 1, \"write\": 2, \"this\": 6, \"save\": 1, \"store\": 2, \"information\": 1, \"as\": 1, \"keep\": 1, \"youtube\": 1, \"open\": 2, \"whatsapp\": 1, \"launch\": 1, \"start\": 2, \"instagram\": 1, \"chrome\": 1, \"run\": 1, \"spotify\": 1, \"my\": 1, \"browser\": 1, \"hello\": 1, \"hi\": 1, \"hey\": 1, \"are\": 1, \"tell\": 2, \"something\": 1, \"joke\": 1, \"what's\": 1, \"up\": 1, \"good\": 1, \"morning\": 1}", "index_docs": "{\"3\": 9, \"2\": 10, \"10\": 4, \"25\": 2, \"42\": 1, \"44\": 1, \"43\": 1, \"11\": 4, \"26\": 2, \"46\": 1, \"45\": 1, \"47\": 1, \"48\": 1, \"27\": 2, \"28\": 2, \"49\": 1, \"51\": 1, \"29\": 2, \"50\": 1, \"6\": 5, \"53\": 1, \"52\": 1, \"54\": 1, \"55\": 1, \"56\": 1, \"57\": 1, \"30\": 2, \"12\": 4, \"4\": 6, \"7\": 5, \"19\": 3, \"13\": 4, \"18\": 3, \"17\": 3, \"16\": 3, \"58\": 1, \"15\": 3, \"31\": 2, \"59\": 1, \"14\": 4, \"20\": 2, \"32\": 2, \"8\": 5, \"21\": 3, \"33\": 2, \"60\": 1, \"34\": 2, \"61\": 1, \"35\": 2, \"22\": 3, \"62\": 1, \"65\": 1, \"63\": 1, \"64\": 1, \"66\": 1, \"67\": 1, \"68\": 1, \"36\": 2, \"70\": 1, \"69\": 1, \"71\": 1, \"72\": 1, \"73\": 1, \"74\": 1, \"75\": 1, \"77\": 1, \"23\": 2, \"76\": 1, \"79\": 1, \"80\": 1, \"78\": 1, \"81\": 1, \"83\": 1, \"82\": 1, \"24\": 3, \"84\": 1, \"9\": 5, \"85\": 1, \"37\": 2, \"5\": 6, \"86\": 1, \"38\": 2, \"87\": 1, \"89\": 1, \"88\": 1, \"90\": 1, \"39\": 2, \"92\": 1, \"91\": 1, \"40\": 2, \"93\": 1, \"94\": 1, \"95\": 1, \"96\": 1, \"97\": 1, \"98\": 1, \"99\": 1, \"100\": 1, \"101\": 1, \"102\": 1, \"41\": 2, \"103\": 1, \"104\": 1, \"105\": 1, \"106\": 1, \"107\": 1, \"108\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"me\", \"3\": \"to\", \"4\": \"5\", \"5\": \"this\", \"6\": \"remember\", \"7\": \"plus\", \"8\": \"and\", \"9\": \"note\", \"10\": \"remind\", \"11\": \"7\", \"12\": \"3\", \"13\": \"10\", \"14\": \"by\", \"15\": \"4\", \"16\": \"what\", \"17\": \"is\", \"18\": \"times\", \"19\": \"6\", \"20\": \"2\", \"21\": \"add\", \"22\": \"20\", \"23\": \"you\", \"24\": \"a\", \"25\": \"study\", \"26\": \"for\", \"27\": \"call\", \"28\": \"mom\", \"29\": \"do\", \"30\": \"calculate\", \"31\": \"divided\", \"32\": \"find\", \"33\": \"of\", \"34\": \"8\", \"35\": \"9\", \"36\": \"how\", \"37\": \"write\", \"38\": \"store\", \"39\": \"open\", \"40\": \"start\", \"41\": \"tell\", \"42\": \"tomorrow\", \"43\": \"at\", \"44\": \"pm\", \"45\": \"set\", \"46\": \"reminder\", \"47\": \"meeting\", \"48\": \"later\", \"49\": \"notify\", \"50\": \"alert\", \"51\": \"homework\", \"52\": \"submit\", \"53\": \"assignment\", \"54\": \"go\", \"55\": \"gym\", \"56\": \"buy\", \"57\": \"milk\", \"58\": \"solve\", \"59\": \"100\", \"60\": \"sum\", \"61\": \"multiply\", \"62\": \"divide\", \"63\": \"subtract\", \"64\": \"from\", \"65\": \"30\", \"66\": \"compute\", \"67\": \"give\", \"68\": \"much\", \"69\": \"evaluate\", \"70\": \"multiplied\", \"71\": \"the\", \"72\": \"result\", \"73\": \"1\", \"74\": \"these\", \"75\": \"numbers\", \"76\": \"get\", \"77\": \"when\", \"78\": \"convert\", \"79\": \"km\", \"80\": \"meters\", \"81\": \"kg\", \"82\": \"in\", \"83\": \"grams\", \"84\": \"take\", \"85\": \"down\", \"86\": \"save\", \"87\": \"information\", \"88\": \"keep\", \"89\": \"as\", \"90\": \"youtube\", \"91\": \"launch\", \"92\": \"whatsapp\", \"93\": \"instagram\", \"94\": \"chrome\", \"95\": \"run\", \"96\": \"spotify\", \"97\": \"my\", \"98\": \"browser\", \"99\": \"hello\", \"100\": \"hi\", \"101\": \"hey\", \"102\": \"are\", \"103\": \"something\", \"104\": \"joke\", \"105\": \"what's\", \"106\": \"up\", \"107\": \"good\", \"108\": \"morning\"}", "word_index": "{\"<OOV>\": 1, \"me\": 2, \"to\": 3, \"5\": 4, \"this\": 5, \"remember\": 6, \"plus\": 7, \"and\": 8, \"note\": 9, \"remind\": 10, \"7\": 11, \"3\": 12, \"10\": 13, \"by\": 14, \"4\": 15, \"what\": 16, \"is\": 17, \"times\": 18, \"6\": 19, \"2\": 20, \"add\": 21, \"20\": 22, \"you\": 23, \"a\": 24, \"study\": 25, \"for\": 26, \"call\": 27, \"mom\": 28, \"do\": 29, \"calculate\": 30, \"divided\": 31, \"find\": 32, \"of\": 33, \"8\": 34, \"9\": 35, \"how\": 36, \"write\": 37, \"store\": 38, \"open\": 39, \"start\": 40, \"tell\": 41, \"tomorrow\": 42, \"at\": 43, \"pm\": 44, \"set\": 45, \"reminder\": 46, \"meeting\": 47, \"later\": 48, \"notify\": 49, \"alert\": 50, \"homework\": 51, \"submit\": 52, \"assignment\": 53, \"go\": 54, \"gym\": 55, \"buy\": 56, \"milk\": 57, \"solve\": 58, \"100\": 59, \"sum\": 60, \"multiply\": 61, \"divide\": 62, \"subtract\": 63, \"from\": 64, \"30\": 65, \"compute\": 66, \"give\": 67, \"much\": 68, \"evaluate\": 69, \"multiplied\": 70, \"the\": 71, \"result\": 72, \"1\": 73, \"these\": 74, \"numbers\": 75, \"get\": 76, \"when\": 77, \"convert\": 78, \"km\": 79, \"meters\": 80, \"kg\": 81, \"in\": 82, \"grams\": 83, \"take\": 84, \"down\": 85, \"save\": 86, \"information\": 87, \"keep\": 88, \"as\": 89, \"youtube\": 90, \"launch\": 91, \"whatsapp\": 92, \"instagram\": 93, \"chrome\": 94, \"run\": 95, \"spotify\": 96, \"my\": 97, \"browser\": 98, \"hello\": 99, \"hi\": 100, \"hey\": 101, \"are\": 102, \"something\": 103, \"joke\": 104, \"what's\": 105, \"up\": 106, \"good\": 107, \"morning\": 108}"}}